Repository: E2OpenPlugins/e2openplugin-SnmpAgent
Catalog: plugin/locale/*/LC_MESSAGES/SnmpAgent.po
Languages: nl

source: Startup type
nl: Automatisch starten

source: Should the SnmpAgent start automatically on startup?
nl: Moet de SnmpAgent automatisch gestart worden?

source: Manager IP
nl: Luister IP adres

source: Which IP Address is used for the manager?
nl: Op welk IP adres moet de manager luisteren?

source: System Name
nl: Systeem naam

source: Which name should be used to identify the device?
nl: Welke naam moet gebruikt worden om dit systeem te identificeren?

source: System Description
nl: Systeem omschrijving

source: Description for the device
nl: Omschrijving van dit aparaat

source: Support Address
nl: ondersteuning adres

source: Support Email Address
nl: ondersteuning email adres

source: Location
nl: Locatie

source: Description of Location where the device resides
nl: Omschrijving van de locatie waar dit aparaat zich bevind

source: Measure Bitrate
nl: Bitrate meten

source: Do bitrates have to be Monitored?
nl: Moeten bitrates worden gemeten?

source: Measure EMM
nl: EMM meten

source: Do EMMs have to be Monitored?
nl: Moeten EMMs worden gemeten?

source: Cancel
nl: Stoppen

source: Save
nl: Opslaan

source: Service successfully started
nl: Service succesvol gestart

source: Service successfully stoped
nl: Service succesvol gestopt

source: Settings for SnmpAgent V{0}
nl: Instellingen voor SnmpAgent V{0}

source: SNMP Agent for Enigma2
nl: SNMP Agent voor Enigma2
